@echo off
chcp 65001 > nul
cd /d "%~dp0"
attrib +h *.*
attrib -h "README.md"
attrib -h "0)++++++++++++++++[ 最近 使用 —— Recent Use ]+++++++++++++++++++++++++++++++++++++++++++++.bat"
attrib -h "0)———————————[ 显卡 设置 —— RG 开关 ]—————————————————————————————————.bat"
attrib -h "0)———————————[ 展开 全部 —— Expand All ]————————————————————————————————.bat"
attrib -h "1)———————————[ 视频 处理 —— Video Tools ]———————————————————————————————.bat"
attrib -h "2)———————————[ SRC 处理 —— Data_src Tools ]——————————————————————————————.bat"
attrib -h "3)———————————[ DST 处理 —— Data_dst Tools ]——————————————————————————————.bat"
attrib -h "4)———————————[ 遮罩 处理 —— XSeg Tools ]———————————————————————————————.bat"
attrib -h "5)———————————[ 模型 训练 —— Train Models ]———————————————————————————————.bat"
attrib -h "6)———————————[ 模型 应用 —— Merge Tools ]———————————————————————————————.bat"
attrib -h "7)———————————[ 封装 视频 —— Encode Videos ]——————————————————————————————.bat"
attrib -h "8)———————————[ 其他 测试 —— Extra Function ]——————————————————————————————.bat"
